{"_id":{"$oid":"6178271bad9f7a2ca1f53475"},"Name":"Silver Linings Playbook","Description":"After a stint in a mental institution, former teacher Pat Solitano moves back in with his parents and tries to reconcile with his ex-wife. Things get more challenging when Pat meets Tiffany, a mysterious girl with problems of her own.","Genre":{"Name":"Drama"},"Director":{"Name":"David O. Russell","Bio":"David Owen Russell is an American film writer, director, and producer."},"Actors":["Jennifer Lawrence","Bradley Cooper"],"ImagePath":" silverliningsplaybook.jfif","Featured":true}
{"_id":{"$oid":"61783174ad9f7a2ca1f53476"},"Name":"About Time","Description":"At the age of 21, Tim discovers he can travel in time and change what happens and has happened in his own life. His decision to make the world a better place by getting a girlfriend turns out not to be as easy as you might think.","Genre":{"Name":"Fantasy"},"Director":{"Name":"Richard Curtis","Bio":"Richard Whalley Anthony Curtis is a British screenwriter, producer, and film director, primarily known for the romantic comedy films Four Weddings and a Funeral, Notting Hill, and Love Actually."},"Actors":["Rachel McAdams","Domhnall Gleeson"],"ImagePath":"abouttime.jfif","Featured":false}
{"_id":{"$oid":"6178365ae986c65fcc3b57a6"},"Name":"Me Before You","Description":"A girl in a small town forms an unlikely bond with a recently-paralyzed man she's taking care of.","Genre":{"Name":"Romance"},"Director":{"Name":"Thea Sharrock","Bio":"Thea Sharrock is an English film and theatre director and writer, known for Me Before You, The Hollow Crown, and The One and Only Ivan."},"Actors":["Emilia Clarke","Sam Claflin"],"ImagePath":"mebeforeyou.jpg","Featured":false}
{"_id":{"$oid":"61783859e986c65fcc3b57a7"},"Name":"Someone Great","Description":"After a devastating break up on the eve of her cross-country move, Jenny enjoys one last NYC adventure with her two best pals.","Genre":{"Name":"Comedy"},"Director":{"Name":"Jennifer Kaytin Robinson","Bio":"Jennifer Kaytin Robinson is an American actress, director, producer, and writer."},"Actors":["Gina Rodriguez","DeWanda Wise","Brittany Snow"],"ImagePath":"someonegreat.jpg","Featured":false}
{"_id":{"$oid":"61783943e986c65fcc3b57a8"},"Name":"Edge of Seventeen","Description":"High-school life gets even more unbearable for Nadine when her best friend, Krista, starts dating her older brother.","Genre":{"Name":"Comedy"},"Director":{"Name":"Kelly Fremon Craig","Bio":"Kelly Fremon Craig is an American screenwriter, producer, and film director."},"Actors":["Hailee Steinfeld","Haley Lu Richardson"],"ImagePath":"edgeofseventeen.jpg","Featured":false}
{"_id":{"$oid":"61783adde986c65fcc3b57a9"},"Name":"Joy","Description":"Joy is the story of the title character, who rose to become founder and matriarch of a powerful family business dynasty.","Genre":{"Name":"Biography"},"Director":{"Name":"David O. Russell","Bio":"David Owen Russell is an American film writer, director, and producer."},"Actors":["Jennifer Lawrence","Bradley Cooper"],"ImagePath":"joy.jfif","Featured":false}
{"_id":{"$oid":"61783c1ee986c65fcc3b57aa"},"Name":"American Hustle","Description":"A con man, Irving Rosenfeld, along with his seductive partner Sydney Prosser, is forced o work for a wild F.B.I. Agent, Richie DiMaso, who pushes them into a world of Jersey powerbrokers and the mafia.","Genre":{"Name":"Crime"},"Director":{"Name":"David O. Russell","Bio":"David Owen Russell is an American film writer, director, and producer."},"Actors":["Christian Bale","Amy Adams","Jennifer Lawrence","Bradley Cooper"],"ImagePath":"americanhustle.jfif","Featured":false}
{"_id":{"$oid":"61783ddce986c65fcc3b57ab"},"Name":"Crazy Rich Asians","Description":"Rachel Chu is happy to accompany her longtime boyfriend, Nick, to his best friend's wedding in Singapore. She's also suprpised to learn that Nick's family is extremely wealthy and he's considered one of the country's most eligible bachelors. Thrust into the spotlight, Rachel must now contend with jealous socialites, quirky relatives and something far, far worse - Nick's disapproving mother.","Genre":{"Name":"Drama"},"Director":{"Name":"Jon M. Chu","Bio":"Jonathan Murray Chu is an American director and screenwriter. He is best known for directing Crazy Rich Asians, the first film by a major Hollywood studio to feature a majority cast of Asian descent in a modern setting since The Joy Luck Club in 1993."},"Actors":["Constance Wu","Henry Golding"],"ImagePath":"crazyrichasians.jpg","Featured":false}
{"_id":{"$oid":"617840a0f5139b5029815390"},"Name":"Holidate","Description":"Fed up with being single on holidays, two strangers agree to be each other's platonic plus-ones all year long.","Genre":{"Name":"Romance"},"Director":{"Name":"John Whitesell","Bio":"John Whitesell is an American television and film director."},"Actors":["Emma Roberts","Luke Bracey"],"ImagePath":"holidate.jpg","Featured":false}
{"_id":{"$oid":"617841e8f5139b5029815391"},"Name":"Last Christmas","Description":"Nothing seems to go right for young Kate, a frustrated Londoner who works as an elf in a year-roundChristmas shop. But things soon take a turn for the better when she meets Tom -- a handsome charmer who seems too good to be true. As the city transforms into the most wonderful time of the year, Tom and Kate's growing attraction turns into the best gift of all -- a Yuletide romance.","Genre":{"Name":"Romance"},"Director":{"Name":"Paul Feig","Bio":"Paul Samuel Feig is an American actor and filmmaker, known for directing Bridemaids, The Heat, and A Simple Favor."},"Actors":["Emilia Clarke","Henry Golding"],"ImagePath":"lastchristmas.jfif","Featured":false}
{"_id":{"$oid":"618d49e2020f12e9c747866f"},"Name":"Love Hard","Description":"After meeting her perfect match on a daitng app, an L.A. wrtier learns she has been catfished when she flies 3000 miles to surprise him for Christmas.","Genre":{"Name":"Romance"},"Director":{"Name":"Hernan Jimenez","Bio":"Hernan Jimenez is a Costa Rican film director, screenwriter, actor, and stand-up comedian."},"Actors":["Nina Dobrev","Jimmy O. Yang"],"ImagePath":"lovehard.jfif","Featured":false}
